app/controllers/students_controller.rb

UPDATE "students" SET "last_name" = ?, "updated_at" = ? WHERE "students"."id" = ?  [["last_name", "De Paula"], ["updated_at", "2020-10-31 00:50:35.488191"], ["id", 1]]
---
  def update
    @student.update(student_params)